@{
    '$psStyle.FileInfo.ExtensionIcon' = @{
        '.ps1' = "⟩"
        '.sh'  = '⟩'
        '.zip' = "◈"
        '.deb' = "◈"
        '.pkg' = "◈"
        '.nupkg' = "◈"
        '.msixbundle' = "◈"
        '.iso' = '◈'
        '.srt' = '⧳'
        '.vtt' = '⧳'
        '.exe' = '⋇'        
        '.psd1'= "⧳" # ⨇ 
        '.psm1'= '⧳' # '⨈'        
        '.ttf' = '🗛'
        '.woff' = '🗛'
        '.fon' = '🗛'
        '.ttc' = '🗛'
        '.json' = "⧳" 
        '.mp3' ='♬'
        '.wav' ='♬'
        '.txt' = '≣'
        '.md' = '≣'            
        '.inf' ='⚙' 
        '.ini' ='⚙'
        '.mpg' ='▰' 
        '.mp4' ='▰' 
        '.mkv' ='▰' 
        '.avi' ='▰' 
        '.gif' ='▰' 
        '.jpg' = '▭' 
        '.png' = '▭'                         
        '.svg' = '⬢' 
        '.ico' = '⬢' 
        '.ps1xml' = "⧳"
        '.clixml' = "⧳"
        '.clix' = "⧳"
        '.xml' = "⧳"
    }     
}
        

